---
kind: other
id: Operators.T:Autodesk.Revit.DB.FailureDefinitionId
source: html/6a9bacd0-0e52-a98b-83fc-aca4b29eb13d.htm
---
# FailureDefinitionId Operators

Compares two FailureDefinitionId instances.